Repository: softqnr/speechpathology
Catalog: src/SpeechPathology/Resources/AppResources.*.resx
Languages: bg, nl, si, sr, tr

# AboutFooter
source: The European Commission support for the production of this mobile app does not constitute an endorsement of the contents which reflects the views only of the authors, and the Commission cannot be held responsible for any use which may be made of the information contained therein.
bg: Подкрепата на Европейската комисия за представянето на това мобилно приложение не представлява одобрение на съдържанието, което отразява само възгледите на авторите и Комисията не носи отговорност за каквото и да е използване на съдържащата се в нея информация.
nl: De steun van de Europese Commissie voor de productie van deze mobiele app betekent geen goedkeuring van de inhoud die uitsluitend de mening van de auteurs weerspiegelt, en de Commissie kan niet aansprakelijk worden gesteld voor het gebruik van de informatie die erin is vervat.
si: Vsebina mobilne aplikacije je izključno odgovornost avtorja in v nobenem primeru ne predstavlja stališč Evropske komisije.
sr: Подршка Европске комисије за израду ове мобилне апликације не представља одобрење садржаја који одражава само ставове аутора, и Комисија не може бити одговорна за било какву употребу информација које се у њој налазе.
tr: Avrupa Komisyonu'nun bu mobil uygulamayı desteklemesi içeriği desteklediği anlamı taşımamaktadır. İçerik tamamen yazarların kişisel görüşünü yansıtır ve içerikte bulunan

# AboutIntro
source: This application was designed by the Erasmus+ KA2 Strategic Partnership Project consortium of “Interactive Tools for Teachers and Children at Initial Education”
bg: Това приложение е разработено от консорциума по проект Стратегическо партньорство „Еразъм+ КД2“ на „Интерактивни инструменти за учители и деца в предучилищно и начално образование"
nl: Deze applicatie is ontworpen door het Erasmus + KA2 Strategic Partnership Project-consortium van "Interactieve tools voor leerkrachten en kinderen tijdens initiële educatie"
si: Ta aplikacija je bila izdelana s strani projektnega konzorcija "Interaktivna orodja za učitelje in otroke v začetnem izobraževanju" v okviru programa Erasmus+ KA2: Strateška partnerstva.
sr: Ова апликација је дизајнирана од стране Конзорцијума Ерасмус + КА2 Стратешко партнерство пројекта „Интерактивни алати за наставнике и децу у иницијалном образовању“.
tr: Bu uygulama “TEMEL EĞİTİMDE ÖĞRETMENLER VE ÖĞRENCİLER İÇİN İNTERAKTİF ARAÇLAR” başlıklı Erasmus+ KA2 Stratejik Ortaklık Projesi ortakları tarafından

# AboutSocial
source: For more information please visit our website and social media channels.
bg: За повече информация, моля посететe нашия уебсайт и профилите в социални мрежи.
nl: Bezoek onze website en sociale-mediakanalen voor meer informatie.
si: Za več informacij prosimo obiščite našo spletno stran in kanale druženih medijev.
sr: За више информација посетите наш сајт и друштвене мреже.
tr: Daha fazla bilgi için projenin web sitesini ve sosyal medya hesaplarını ziyaret ediniz.

source: About the project
bg: За проекта
nl: Over het project
si: O projektu
sr: О пројекту
tr: Proje hakkında

# AgeAtTest
source: Age at test date
bg: Възраст в деня на теста
nl: Leeftijd op testdatum
si: Starost na dan preizkusa
sr: Узраст на дан тестирања
tr: Uygulama tarihindeki yaş

# AgeCalculator
source: Age Based Test
bg: Тест базиран на възрастта
nl: Leeftijd gebaseerde test
si: Razvojni mejniki
sr: Тест базиран на узрасту
tr: Yaşa göre test

# AgeCalculatorTitle
source: Age of the Student
bg: Възраст на ученика
nl: Leeftijd van de student
si: Starost otroka
sr: Узраст детета
tr: Öğrencinin yaşı

# AgeNotSetMsg
source: You have not configured the app with an age for the test, or the age you set is too young. Please input a valid birth date.
bg: Не сте конфигурирали приложението с възрастта за теста или възрастта, която сте задали, е твърде млада. Моля, въведете валидна дата на раждане.
nl: Je hebt de app niet geconfigureerd met een leeftijd voor de test, of de leeftijd die je hebt ingesteld is te jong. Voer een geldige geboortedatum in.
si: Niste postavili starosti za preizkušanje ali je bila starost, ki ste jo izbrali, premlada. Vnesite veljaven datum rojstva.
sr: Нисте конфигурисали апликацију са узрастом за тест, или је узраст који сте поставили исувише мали. Унесите важећи датум рођења.
tr: Geçerli biçimde bir yaş giriniz.

# AgeNotSetTitle
source: Age Not Testable
bg: Възраст, която не може да се тества
nl: Leeftijd is niet te testen
si: Neveljavna starost
sr: Узраст није могуће тестирати.
tr: Bu yaş için test uygun değildir.

source: All
bg: всички
nl: Allemaal
si: Vse
tr: Bütün harfler

# ApplicationNotice
source: IMPORTANT: If you suspect your child is in need of speech therapy, you should consult a speech therapist. This application does not replace a speech therapist, but offers an additional supporting tool.
bg: ВАЖНО: Ако подозирате, че детето ви се нуждае от логопедична терапия, трябва да се консултирате с логопед. Това приложение не замества логопеда, а предлага допълнителен помощен инструмент.
nl: BELANGRIJK: Als u vermoedt dat uw kind spraaktherapie nodig heeft, dient u een logopedist te raadplegen. Deze applicatie vervangt geen logopedist, maar biedt een extra ondersteunend hulpmiddel aan.
si: POMEMBNO: Če menite, da bi vaš otrok morda potreboval logopedsko terapijo, se posvetujte z logopedom. Ta aplikacija ne nadomešča logopeda, pač pa predstavlja le podporno orodje.
sr: Ако сумњате да је Вашем детету потребна говорна терапија, молимо Вас да консултујете логопеда.
tr: UYARI: Çocuğunuzun konuşma terapisine ihtiyacı olduğunu düşünüyorsanız, lütfen bir konuşma terapistine danışmalısınız. Bu uygulama konuşma terapistinin yerini almaz, ancak öğretmenler için bir destek aracıdır.

source: Articulation Test
bg: Артикулационен тест
nl: Articulatietest
si: Artikulacijski preizkus
sr: Артикулациони тест
tr: Artikülasyon Testi

source: blend
bg: бленда
nl: Mengen
si: Mešano
sr: Са понавлјањем
tr: Karışık durum

source: Blended
bg: Смесен
nl: Gemengd
si: Mešano
sr: Са понављањем
tr: Karışık durum

source: Cancel
bg: Затвори
nl: Annuleren
si: Prekliči
sr: Откажи
tr: İptal

source: Continue
bg: Продължавам
nl: Doorgaan
si: Nadaljuj
sr: Настави
tr: Devam

source: Correct
bg: Правилно
si: Pravilno
sr: Тачно
tr: Doğru

# DateOfBirth
source: Birth date
bg: Дата на раждане
nl: Geboortedatum
si: Rojstni datum
sr: Датум рођења
tr: Doğum tarihi

# DateOfTest
source: Test date
bg: Дата на теста
nl: Testdatum
si: Datum preizkusa
sr: Датум теста
tr: Test uygulama tarihi

# DayPlural
source: days
bg: дни
nl: dagen
si: dni
sr: дана
tr: Gün

# DaySingular
source: day
bg: ден
nl: dag
si: dan
sr: дан
tr: Gün

source: Disclaimer
bg: Авторски права
si: Izjava o omejitvi odgovornosti
sr: Одрицање од одговорности
tr: Beyan

source: final
bg: В края
nl: Laatste
si: Končno
sr: Финална позиција
tr: Sonda

source: Flashcards
bg: Флашкарти
nl: Flashkaarten
si: Slikovne kartice
sr: Картице
tr: Çalışma kartları

source: Generating PDF…
bg: Генериране в PDF формат...
nl: PDF genereren ...
si: Ustvarjanje PDF …
sr: Генерисање PDF…
tr: PDF olarak hazırlanıyor…

source: Incorrect
bg: Неправилно
nl: Niet correct
si: Nepravilno
sr: Нетачно
tr: Yanlış

source: initial
bg: В началото
nl: Eerste
si: Začetno
sr: Иницијална позиција
tr: Başta

# LanguageSkills
source: Oral Language Skills
bg: Устни езикови умения
nl: Mondelinge taalvaardigheden
si: Govorno jezikovne spretnosti
sr: Говорно језичке способности
tr: Sözlü dil becerisi

# LanguageSkillsButton
source: Language Skills
bg: Езикови умения
nl: Taalvaardigheden
si: Pričakovano znanje jezika
sr: Језичке способности
tr: SÖZLÜ DİL BECERİSİ

source: Letters
bg: Писма
si: Črke
tr: Harfler

source: Loading...
bg: Зареждане...
nl: Bezig met laden...
si: Nalaganje …
sr: Учитавање…
tr: Yükleniyor…

source: medial
bg: В средата
nl: Midden
si: Sredinsko
sr: Медијална позиција
tr: Ortada

source: Mixed
bg: Струпани
nl: Gemengd
si: Mešano
sr: Са понављањем
tr: Karışık

# MonthPlural
source: months
bg: месеци
nl: maanden
si: mesecev
sr: месеци
tr: Ay

# MonthSingular
source: month
bg: месец
nl: maand
si: mesec
sr: месеци
tr: Ay

source: of
bg: от
nl: van
si: od
sr: од

source: Ok
bg: ок

source: Open in browser
bg: Отворете в браузъра
nl: Open in de browser
si: Odpri v brskalniku
sr: Отвори у претраживачу
tr: Web üzerinden açın

source: Phonological Test Results
bg: Резултати от фонологичните тестове
nl: Fonologische testresultaten
si: Rezultati fonološkega preizkusa
sr: Фонолошки резултати тестова
tr: Fonetik Test Sonuçları

source: Play
bg: Пускане
nl: Spelen
si: Predvajaj
sr: Слушај
tr: Ses

source: Position test results
bg: Позиция на резултатите от теста
nl: Positietestresultaten
si: Rezultati preizkusa glede na položaj glasu
sr: Резултати по позицијама
tr: Harf konumuna göre test sonucu

# ProjectTitle
source: Speech Pathology Tools
bg: Инструменти за патология на речта
nl: Spraakpathologie Instrumenten
si: Mobilna orodja za otroke z govorno-jezikovnimi težavami
sr: Алати за патологију говора и језика
tr: Dil ve Konuşma Araçları

# RecomendedUsage
source: Recommended Usage
bg: Препоръчителна употреба
nl: Aanbevolen gebruik
si: Priporočena uporaba
sr: Препорука за употребу
tr: Tavsiye edilen kullanımı

source: repeat
bg: Повторение
nl: herhaal
si: Ponovi
sr: поновите
tr: Tekrarlat

source: Results
bg: Резултати
nl: Resultaten
si: Rezultati
sr: Резултат
tr: Sonuçlar

# ResumeTestMessage
source: Resume test?
bg: Възобновяване на теста?
nl: Test hervatten?
si: Ali želite nadaljevati prejšnji test?
sr: Да ли желите да наставите претходни тест_
tr: Teste devam et

# ResumeTestTitle
source: Pending test found
bg: Беше намерен предишен тест
nl: Nog niet afgewerkte test gevonden
si: Preizkusa niste zaključili.
sr: Претходни тест је нађен
tr: Tamamlanmamış testiniz var

source: Save
bg: Запази
nl: Opslaan
si: Shrani
sr: Сачувај
tr: Kaydet

source: Score
bg: Резултат
si: Rezultat
sr: резултат
tr: Skor

source: Select excluded sound
bg: Изберете изключване на звука
nl: Selecteer uitgesloten geluid
si: Izberi izključen glas
sr: Изаберите глас који желите да искључите
tr: Mevcut olmayan ses seçimi

source: Select sound
bg: Изберете звук
nl: Selecteer geluid
si: Izberi glas
sr: Изаберите глас
tr: Ses seçimi

source: Select sound position
bg: Изберете позиция на звука
nl: Selecteer de geluidspositie
si: Izberi položaj glasu
sr: Изаберите позицију гласа
tr: Harfin konumunu seçiniz

source: Select View
bg: Изберете "Преглед"
nl: Selecteer "Bekijken"
si: Izberi pogled
sr: Изаберите изглед
tr: Test sonucunu görüntüleme

source: Share language skills
bg: Споделете речевите способности
nl: Spraak (taal) vaardigheden delen
si: Deli govorne veščine
sr: Поделите говорно језичке способности
tr: Dil becerileri sonucunu paylaş

source: Share results
bg: Споделете резултатите
nl: Deel resultaten
si: Deli rezultate
sr: Поделите резултате
tr: Sonuçları paylaşın

source: Share worksheet
bg: Споделете работните листове
nl: Deel werkblad
si: Deli delovni list
sr: Поделите радне листове
tr: Çalışma kağıdını paylaşın

source: Skip
bg: Пропусни
nl: Overslaan
si: Preskoči
sr: Прескочи
tr: Geçiniz

source: Sound test results
bg: Резултати от звуковите тестове
nl: Geluidstestresultaten
si: Rezultati preizkusa glede na glas
sr: Резултати по гласовима
tr: Seslere ait test sonucu

# SpeechSounds
source: Speech Sound Development
bg: Развитие на речта
nl: Spraak Geluid Ontwikkeling
si: Razvoj govorne izreke
sr: Развој говора
tr: Dil ve konuşma sesleri

# SpeechSoundsButton
source: Speech Sounds
bg: Звуци на речта
nl: Spraak Geluiden
si: Začni preizkus
sr: Гласови
tr: DİL VE KONUŞMA SESLERİ

# SpeechSoundsDetail
source: Continue to the test
bg: Продължете с теста
nl: Ga door naar de test
si: Nadaljuj do preizkusa
sr: Настави са тестом
tr: Teste devam et

# SpeechSoundsSubtitle
source: Speech Sound Progress by Age
bg: Прогрес на звука по време на възрастта
nl: Spraak Geluid evolutie per leeftijd
si: Napredek pri govoru glede na starost
sr: Развој говора по годинама
tr: Yaşa göre dil ve konuşma süreci

source: Test
bg: Тест
si: Preizkus
sr: Тест

source: Worksheets
bg: Работни листове
nl: Werkbladen
si: Delovni listi
sr: Рани листови
tr: Çalışma Kağıdı

source: Worksheet saved.
bg: Работният лист е запазен.
nl: Werkblad opgeslagen.
si: Delovni list shranjen.
sr: Радна листа је сачувана.
tr: Çalışma kağıdını kaydedildi.

source: Worksheets view
bg: Преглед на работните листове
nl: Werkbladenweergave
si: Ogled delovnega lista
sr: Изглед радне листе
tr: Çalışma kağıdını görüntüleme

# YearPlural
source: years
bg: години
nl: jaren
si: let
sr: године
tr: Yıl

# YearSingular
source: year
bg: година
nl: jaar
si: leto
sr: година
tr: Yıl

# SoundTestResultsButton
source: Sound test results
bg: Резултати от звуковите тестове
nl: Geluidstestresultaten
si: Rezultati preizkusa glede na glas
sr: Резултати по гласовима
tr: SESLERE AİT TEST SONUCU
